Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: For Peru, an instrument that helps to identify and trace the illicit trade in small arms and light weapons should be legally binding and should cover ammunition and explosives, which are part of this category of weapons.
zh: 就秘鲁而言，一项帮助辨别和追查小武器和轻武器非法贸易的文书应该具有法律约束力，应该包括弹药和爆炸物，它们也是此类武器一部分。

source: The President (spoke in French): I now call on the representative of Egypt.
zh: 主席（以法语发言）：现在我请埃及代表发言。

source: Mr. Abdelaziz (Egypt) (spoke in Arabic): We should like to congratulate you, Sir, and your friendly country, Benin, on your assumption of the presidency of the Security Council for this month.
zh: 阿卜杜拉齐兹先生（埃及）（以阿拉伯语发言）：主席先生，我们谨就你就任安全理事会本月份主席，向你和友好贵国贝宁表示祝贺。

source: We congratulate you also on your initiative to hold this debate on an issue that affects the present and future of our African continent and of its peoples, thousands of whom fall victim to wars and conflicts that are exacerbated by the illicit trade in small arms and light weapons.
zh: 我们也祝贺你倡议召开这次辩论，讨论一个影响非洲大陆及其人民目前和将来的问题。 成千上万非洲人已经成为因小武器和轻武器非法贸易而变本加厉的战争与冲突的受害者。

source: We also express our appreciation to the Secretary-General for his report (S/2005/69), which follows up on the recommendations in his 2002 report on small arms and light weapons (S/2002/1053).
zh: 我们也赞赏秘书长的报告(S/2005/69），该报告是对秘书长2002年有关小武器和轻武器问题报告(S/2002/1053)建议的后续。

source: The General Assembly has made progress in considering and developing the conceptual framework of its approach to the illicit trade in small arms and light weapons by adopting a number of resolutions and by establishing several expert groups. That has led to the holding of the United Nations conference on small arms, which in turn led to the establishment of the political framework governing the United Nations approach to small arms, reflected in the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.
zh: 大会已通过若干决议，建立若干专家小组，在审议和发展解决小武器和轻武器非法贸易理论框架方面取得进展，导致召开联合国小武器问题会议，进而建立联合国小武器问题工作政治框架，体现于《从各个方面防止、打击和消除小武器和轻武器非法贸易的行动纲领》。

source: The delegation of Egypt looks forward to contributing to the implementation of international commitments under the Programme of Action by participating in the Second Biennial Meeting in 2005 and in the 2006 review conference.
zh: 埃及代表团期待为执行《行动纲领》规定的国际义务作出贡献，参加2005年第二次两年期会议和2006年审议大会。

source: The General Assembly's efforts to establish the conceptual framework by which the United Nations can address the illicit trade in small arms and light weapons were accompanied by a great effort on the part of the Security Council to carry out its role and responsibility to confront the new challenges to peace and security by addressing the issues involved and developing the means necessary to do so.
zh: 在大会努力建立理论框架，指导联合国解决小武器和轻武器非法贸易问题的同时，安全理事会也作出重大努力，发挥作用，履行责任，讨论对和平与安全的新挑战，处理有关问题，拟订必要手段。

source: Hence, the Council's recognition of the gravity of the illicit trade in and spread of small arms and light weapons and of the humanitarian consequences in many regions, particularly Africa.
zh: 因此，大会承认小武器和轻武器非法贸易与扩散问题的严重性，及其对许多地区特别是非洲的人道主义后果。

source: In that context, the Security Council's principal activities related to the illicit trade in small arms and light weapons are based on two main elements.
zh: 这方面，安全理事会有关小武器和轻武器非法贸易的主要行动以两大措施为基础。

source: The first is reflected in the imposition of arms embargoes in conflict areas.
zh: 一项措施体现为对冲突地区实行武器禁运。

source: The delegation of Egypt supports the Secretary-General's recommendation urging the Council to attach greater importance to the implementation of all provisions of resolutions that impose arms embargoes on regions or countries involved in or threatened by armed conflict, in accordance with the provisions of the United Nations Charter and in the light of the need to undertake measures against countries that violate those embargoes.
zh: 埃及代表团支持秘书长敦促安理会进一步强调执行各项决议规定，根据《联合国宪章》规定，对参与武装冲突或有武装冲突威胁地区或国家实行武器禁运，并且需要对违反禁运的国家采取措施的建议。

source: We also support the Secretary-General's recommendation that the links between the illicit trade in small arms and light weapons and the illicit exploitation of natural wealth and resources be considered and identified.
zh: 我们也支持秘书长关于讨论和查明小武器和轻武器非法贸易与非法开采自然财富和自然资源之间的联系的建议。

source: In addition, we stress the importance of tracing the monetary transactions related to that area.
zh: 此外，我们强调追查与该领域相关的货币交易的重要性。

source: The second element of the Security Council's activities is related to the mandates of peacekeeping operations and the clear provisions on disarmament, demobilization and reintegration (DDR) programmes through specific measures to collect and eliminate excess stocks of illicit small arms and light weapons within a comprehensive framework allowing for a factual assessment of peacekeeping operations once they have concluded.
zh: 安全理事会行动的第二项措施涉及维和行动任务规定，以及明确规定，在解除武装、复员和重返社会（解甲归田）方案中，通过具体措施,在一个全面框架内收缴和消除非法小武器和轻武器多余储存，在维和行动结束后，对维和行动进行一次切合实际的评估。

source: In that regard, we should like to highlight the importance of peacekeeping operations considering how the United Nations could promote efforts related to DDR programmes and providing special allocations from peacekeeping operations budget for that purpose.
zh: 这方面，我们要强调维和行动考虑联合国如何促进解甲归田方案，并用维和行动预算专门为此拨款的重要性。

source: We also emphasize the importance of continuity in providing the financing needed to prevent the outbreak of conflict anew, including in providing the necessary financial means through the international financial institutions, relief organizations and humanitarian and development efforts in conflict areas.
zh: 我们也强调继续提供必要资金，防止冲突死灰复燃的重要性，包括通过国际金融机构、救济组织以及冲突地区的人道主义和发展工作，提供必要财政手段。

source: In that connection, we support the Secretary-General's proposal to improve the exchange of information between the Security Council and the General Assembly by coordinating the strategies of both entities in the area of small arms and light weapons, taking into account the distinction between the mandate and role of the Security Council, on the one hand, and the more comprehensive role of the General Assembly, on the other.
zh: 这方面，我们支持秘书长提议改善安全理事会与大会之间的情报交流，协调两机构在小武器和轻武器领域工作战略，同时顾及安全理事会的职权与作用以及大会的全面作用。

source: We believe that the establishment of a committee to oversee that effort as proposed by the Secretary-General, despite its great importance, should be preceded by the steps necessary to achieve the required transparency in the work of the Security Council committees on arms embargoes against particular regions.
zh: 我们认为，按照秘书长的建议，设立一个委员会监督此项工作，尽管极端重要，但应首先采取必要步骤，使负责对特定地区武器禁运工作的安全理事会委员会工作实现必要的透明度。

source: As it plays its important role in the area of small arms and light weapons in carrying out its responsibility to maintain international peace and security under Article 24 of the Charter, the Security Council should also play a parallel role by enabling countries — particularly peoples under foreign occupation — to exercise their natural rights, individually or collectively, to self-determination.
zh: 安全理事会在按照《宪章》第二十四条履行维护国际和平与安全职责，在小武器和轻武器领域发挥重要作用的同时，还应使各国，尤其是在外国占领下人民，能单独或集体行使其天然的自决权利。

source: Finally, we wish to reaffirm the importance of commitment by all parties in the international community to implement the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, including an effective international instrument that would enable States to identify and trace small arms and light weapons and would guarantee the participation of influential countries in carrying out its provisions.
zh: 最后我们重申国际社会所有各方承诺执行《从各个方面防止、打击和消除小武器和轻武器非法贸易的行动纲领》的重要性，包括达成一项有效的国际文书，使各国能识别和追查小武器和轻武器，保证有影响力国家参与执行纲领条款。

source: That would also be an essential contribution to achieving and affirming the political commitment of the international community in dealing with this issue.
zh: 这也将是对实现和肯定国际社会解决该问题的政治承诺的重要贡献。

source: The President (spoke in French): As there are still a number of speakers inscribed on my list, and in view of the lateness of the hour, I propose, with the concurrence of members of the Council, to suspend the meeting until 3.15 p.m.
zh: 主席（以法语发言）：我名单上还有一些发言者。 鉴于时间已晚，我提议，如果安理会成员同意，会议现在暂停，下午3时15分续会。

source: The meeting was suspended at 1.20 p.m.
zh: 下午1时20会议暂停

source: Letter dated 31 August 2005 from the Permanent Representative of Turkey to the United Nations addressed to the Secretary-General
zh: 塞浦路斯问题

source: I have the honour to transmit herewith a letter dated 25 August 2005, addressed to you by Reşat Çağlar, Representative of the Turkish Republic of Northern Cyprus (see annex).
zh: 2005年8月31日土耳其常驻联合国代表给秘书长的信

source: I should be grateful if the text of the present letter could be circulated as a document of the General Assembly, under agenda item 29, and of the Security Council.
zh: 谨随函转递北塞浦路斯土耳其共和国代表雷沙特·恰拉尔2005年8月25日给你的信（见附件）。

source: (Signed) Baki İlkin Ambassador Permanent Representative
zh: 请将这封信作为大会议程项目29的文件和安全理事会的文件分发为荷。

source: Annex to the letter dated 31 August 2005 from the Permanent Representative of Turkey to the United Nations addressed to the Secretary-General
zh: 常驻代表

source: 25 August 2005
zh: 大使

source: Upon instructions from my Government, I have the honour to refer to the letter dated 29 June 2005, addressed to you by the Greek Cypriot representative and circulated as a document of the General Assembly and of the Security Council (A/59/857-S/2005/422), which has once again demonstrated the prevailing Greek Cypriot attitude, which is far removed from a sincere disposition towards the resolution of the Cyprus issue.
zh: 奉我国政府指示，谨提及作为大会和安全理事会文件分发的希族塞人代表2005年6月29日给你的信（A/59/857-S/2005/422）。 信中再次表明希族塞人当前的态度，这种态度与真诚地致力于解决塞浦路斯问题大相径庭。

source: It is abundantly clear that the Greek Cypriot administration is engaged in an ill-conceived policy based on the continuation of the usurped “Republic of Cyprus” with the eventual goal of extending its illegal authority to Northern Cyprus.
zh: 十分清楚，希族塞人行政当局奉行一种拙劣的政策，其基础是维持所篡夺的“塞浦路斯共和国”，最终目的是将其非法权力扩大到北塞浦路斯。

source: It is claimed in the said letter that the Greek Cypriot administration favours a solution based on the parameters set out in Security Council resolution 939 (1994), namely, “a single sovereignty and international personality and a single citizenship, with its independence and territorial integrity safeguarded, and comprising two politically equal communities in a bicommunal and bizonal federation”.
zh: 上述信中称，希族塞人行政当局赞成一种以安全理事会第939（1994）号决议所述原则为基础的解决办法，即“单一主权、具有国际人格和单一公民体制的国家,其独立与领土完整获得保障,并……包括政治上平等的两族,生活在一个两族和两区的联邦之中”。

source: The Greek Cypriot representative may choose to ignore the fact that these parameters, and more, were all included in the Annan Plan, which the overwhelming majority of the Greek Cypriot people, instigated by their leadership, have rejected as your former Special Adviser on Cyprus, Alvaro de Soto, pointed out to the Security Council.
zh: 希族塞人领导人故意无视这样一个事实：这些原则和其他原则都列入了《安南计划》，而大多数希族塞人在其领导人的煽动下，反对这项计划，你的前塞浦路斯特别顾问阿尔瓦罗·德索托已向安全理事会指出了这一点。

source: But he cannot conceal realities, or mask the intransigence of the Greek Cypriot side.
zh: 但希族塞人领导人不能隐藏事实，也不能掩盖希族塞人的顽固立场。

source: A Greek Cypriot commentary in the daily Alithia of 8 July 2005 saw the Greek Cypriot representative's letter for what it is.
zh: 2005年7月8日《真理报》上希族塞人写的评论道出了希族塞人代表这封信的实情。

source: It described the Greek Cypriot reference to resolution 939 (1994) as a “step back in time”.
zh: 这篇评论把希族塞人提及第939（1994）号决议称为“时光上倒退”。

source: “It is clear that all Nicosia wants by this regression is to waste time”, the commentary further said.
zh: 评论又说“显然，尼科西亚做出这种倒退，所想要的只是浪费时间”。

source: The only difference of substance between resolution 939 (1994) and the Annan Plan, the paper pointed out, was that the former also called for the implementation of the confidence-building measures which Papadopoulos had rejected.
zh: 这家报纸指出，第939（1994）号决议和《安南计划》之间的唯一实质性区别是，前者还呼吁执行建立信任措施，而帕帕佐普洛斯反对这些措施。

source: As the Turkish Cypriot side we have, undoubtedly, proved our firm commitment to the resolution of the Cyprus problem on the basis of power-sharing and political equality.
zh: 无疑，我们土族塞人证明我们坚定地致力于在分享权力和政治平等的基础上解决塞浦路斯问题。

source: I would like to stress that our conviction in this regard remains unchanged.
zh: 我谨强调，在这方面我们的信念没有改变。

source: Despite the Greek Cypriot representative's rejection of the obvious, the fact is that following the referendums on the United Nations plan an unjust situation arose, whereby the Greek Cypriot side which rejected the United Nations plan has become a member of the European Union, while the Turkish Cypriot side which approved the plan not only remained outside the European Union but continues to be subjected to restrictions and isolation.
zh: 尽管希族塞人代表否认明显的事实，事实却是，在就联合国计划举行全民投票后，出现了一种不公正的情况，即反对联合国计划的希族塞人成了欧洲联盟成员，而赞成这项计划的土族塞人不仅仍未加入欧洲联盟，反而继续受到限制和孤立。

source: As this situation remains the same, so will the Greek Cypriot attitude towards finding a settlement.
zh: 这种情况没有改变，因此希族塞人对寻求解决办法的态度也就不会改变。

source: The international community can act to change this situation and bring stability and sustainable resolution to Cyprus by ending all economic, social and political embargoes that have been unjustly applied on the Turkish Cypriot people since 1963.
zh: 国际社会能够采取行动，结束自1963年以来不公正施加于土族塞人的一切经济、社会和政治封锁，从而改变目前的情况，带来稳定，以可持续的方式解决塞浦路斯问题。

source: These illegal and immoral embargoes are in blatant violation of the Charter of the United Nations and in contravention of the relevant international human rights instruments.
zh: 这些非法和不道德的封锁公然违反《联合国宪章》，违背有关的国际人权文书。

source: The Turkish Cypriot side expects the international community to fulfil its commitment following the referendums of 24 April 2004 that the international isolation of the Turkish Cypriot side would cease and that all restrictions on Northern Cyprus would be removed.
zh: 土族塞人期待着国际社会履行其在2004年4月24日全民投票之后作出的承诺，即停止对土族塞人的国际孤立，消除对北塞浦路斯的一切限制。

source: In this regard it is not necessary to list the remarks made by leaders around the world or decisions adopted by international organizations.
zh: 在这方面，无需列举全世界各国领导人所说的话或各种国际组织通过的决定。

source: Suffice it to recall your report to the Security Council dated 28 May 2004, which called on all States to “cooperate both bilaterally and in international bodies to eliminate the unnecessary restrictions and barriers that have the effect of isolating the Turkish Cypriots and impeding their development” (para.
zh: 只要回顾2004年5月28日你给安全理事会的信件就够了，其中呼吁所有国家“进行双边合作并在国际机构内合作，消除那些使土族塞人孤立且不利于他们发展的不必要限制和障碍”（第93段）。

source: As we continue to demonstrate our constructive approach on the way to building a common future for the two peoples living on the island, we also expect that the international community will not let the Greek Cypriot attempts stand in the way of easing the isolation of the Turkish Cypriot people and thus paving the way to a just and lasting solution.
zh: 在为生活在这个岛屿的这两个族裔建立共同未来的道路上，我们继续表现出建设性态度。 同时我们也期待着国际社会不允许希族塞人企图阻碍消除对土族塞人的孤立，从而为找到公正、持久的解决办法铺平道路。

source: (Signed) Reşat Çağlar Representative
zh: 雷沙特·恰拉尔（签名）

source: Held at the Palais des Nations, Geneva,
zh: 第九七一次全体会议最后记录

source: on Thursday, 3 February 2005, at 10.25 a.m.
zh: 2005年2月3日星期四上午10时25分 在日内瓦万国宫举行

source: President: Mr. Chris SANDERS (Netherlands)
zh: 主席： 克里斯·桑德斯先生(荷兰)

source: The PRESIDENT: I declare open the 971st plenary meeting of the Conference on Disarmament.
zh: 主席：我宣布裁军谈判会议第971次全体会议开始。

source: First, I would like to invite the Conference to take a decision on the request from Panama, a non-member State of the Conference, to participate in our work, without first having considered it in an informal plenary.
zh: 首先，我想请会议在无须举行非正式全体会议加以审议的情况下，就非成员国巴拿马有关参与我们工作的请求作出一项决定。

source: The request is contained in document CD/WP.537/Add.1.
zh: 这项请求载于文件CD/WP.537/Add.1。

source: May I take it that the Conference decides to invite Panama to participate in our work, in accordance with the rules of procedure?
zh: 我是否可以认为，会议依据议事规则决定邀请巴拿马参与我们工作？

source: It was so decided.
zh: 就此决定。

source: The PRESIDENT: This is now the 33rd observer.
zh: 这是目前第33个观察员。

source: I have no speakers for today's plenary meeting.
zh: 今天全体会议没有预定发言者。

source: Does any delegation wish to take the floor, nevertheless, at this stage of the formal, plenary part of our meeting?
zh: 是否有代表团希望在本次正式全体会议上发言？

source: That does not seem to be the case.
zh: 看来没有人希望发言。

source: Therefore, I would now like to adjourn the formal plenary meeting of the Conference and resume our meeting in an informal format five minutes from now.
zh: 因此，我宣布本次正式全体会议休会，5分钟后继续举行非正式全体会议。

source: I refer to my predecessor's letter of 20 April 2004 (S/2004/323) and its annex, transmitting the fourth report from Argentina submitted to the Counter-Terrorism Committee pursuant to paragraph 6 of Security Council resolution 1373 (2001).
zh: 谨提及我的前任2004年4月20日的信(S/2004/323)及其附件，其中转递阿根廷依照第1373(2001)号决议第6段向反恐怖主义委员会提交的第四次报告。

source: The Counter-Terrorism Committee has considered the report carefully, with the assistance of its experts and has written to the Permanent Representative of Argentina to the United Nations to set out its preliminary comments.
zh: 反恐怖主义委员会在专家协助下仔细审查了该报告，并将初步意见函告阿根廷常驻联合国代表。

source: Argentina has been requested to provide a response in the form of a fifth report by 23 May 2005.
zh: 已请阿根廷在2005年5月23日前以第五次报告的形式作出答复。

source: (Signed) Ellen Margrethe Løj Chairman Security Council Committee established pursuant to resolution 1373 (2001) concerning counter-terrorism
zh: 安全理事会关于反恐怖主义的第1373(2001)号决议 所设委员会

source: Letter dated 7 March 2005 from the Permanent Representative of Armenia to the United Nations addressed to the Secretary-General
zh: 2005年3月7日亚美尼亚常驻联合国代表给秘书长的信

source: The pogroms of Armenians in Sumgait 17 years ago have the dubious honour of being the first time that ethnic cleansing was utilized in what was still a Soviet space.
zh: 十七年前亚美尼亚人在苏姆盖特惨遭屠杀有可能是当时仍在苏维埃统治的空间里发生的首次种族清洗事件。

source: From 1988 to 1990, the deliberate manipulation of the Azerbaijani public led to the massacres of Armenians in three of the largest cities of Azerbaijan, Sumgait, Kirovabad (Ganja) and Baku.
zh: 从1988年至1990年间，由于阿塞拜疆公众被人蓄意利用，居住在阿塞拜疆三个最大的城市，苏姆盖特、Kirovabad（Ganja）和巴库的亚美尼亚人惨遭屠杀。

source: On 27 February 1988, Azeris went on a three-day rampage in Sumgait, an industrial town 20 miles from Baku, the capital of Azerbaijan, murdering members of the town's large Armenian minority, looting and destroying their property.
zh: 1988年2月27日，阿泽里人在离阿塞拜疆首府巴库20英里的一个工业城镇苏姆盖特发动了为期三天的暴乱，杀害了该城广大亚美尼亚少数族裔的一些人，抢劫和毁坏他们的财产。

source: The events were preceded by a wave of anti-Armenian statements and rallies that swept over Azerbaijan in February 1988.
zh: 在此之前，反亚美尼亚人的言论和集会在1988年2月即已席卷整个阿塞拜疆。

source: Most of the victims were burnt alive after being assaulted and tortured.
zh: 大部分受害者在遭受殴打和折磨后被活活烧死。

source: The murderers enjoyed total support of the Azerbaijani authorities and full freedom in committing these inhuman acts against the Armenian population.
zh: 杀人犯在阿塞拜疆当局的全力支持下，毫无顾忌地对亚美尼亚人施行暴行。

source: The peak of the atrocities committed by Azeri perpetrators occurred from 27 to 29 February 1988.
zh: 阿泽里人的暴行在1988年2月27日至29日达到高峰。

source: I will refrain from giving a detailed historical overview of the pogroms in Sumgait, as the international community and the United Nations, in particular, have been duly provided with documented evidence circulated through documents on the occasion of the anniversaries of the Sumgait tragedy, the latest ones being A/57/742-S/2003/233 and S/2004/168.
zh: 我将不对苏姆盖特的屠杀事件进行详细的历史回顾，因为已经通过各种纪念苏姆盖特悲剧周年的文件，包括最新提出的A/57/742-S/2003/233和S/2004/168号文件，向国际社会，特别是联合国适当提供了各种有记载的证据。

source: On 7 July 1988, the European Parliament adopted a resolution condemning the massacres in Sumgait, which read:
zh: 我仅仅要指出，国际社会对这些恐怖的事件的反应是明确的。

source: “The European Parliament,
zh: “欧洲议会，

source: having regard to the historic status of the autonomous region of Nagorno-Karabakh (80 % of whose present population is Armenian) as part of Armenia, to the arbitrary inclusion of this area within Azerbaijan in 1923 and to the massacre of Armenians in the Azerbaijani town of Sumgait in February 1988,
zh: “B. 考虑到纳戈尔诺-卡拉巴赫在历史上是亚美尼亚的一部份（目前有80％以上的居民是亚美尼亚人），且该地区是阿塞拜疆人在1923年兼并的，1988年2月亚美尼亚人在阿塞拜疆城市苏姆盖特遭到屠杀，

source: “C. whereas the deteriorating political situation, which has led to anti-Armenian pogroms in Sumgait and serious acts of violence in Baku, is in itself a threat to the safety of the Armenians living in Azerbaijan,
zh: “C. 考虑到政治局势的恶化已导致在苏姆盖特发生反亚美尼亚人的大肆杀戮并在巴库导致发生严重的暴力行为，这本身威胁到在阿塞拜疆生活的亚美尼亚人的安全，

source: “1. Condemns the violence employed against Armenian demonstrators in Azerbaijan;
zh: “1. 谴责阿塞拜疆境内针对亚美尼亚抗议者的暴行；

source: “2. Supports the demand of the Armenian minority for reunification with the Socialist Republic of Armenia
zh: “2. 支持亚美尼亚少数族裔与亚美尼亚社会主义共和国统一的要求；

source: “4. Calls also upon the Soviet authorities to ensure the safety of the 500,000 Armenians currently living in Soviet Azerbaijan and to ensure that those found guilty of having incited or taken part in the pogroms against the Armenians are punished according to Soviet law.”
zh: “4. 还吁请苏联当局确保目前生活在苏联阿塞拜疆的50万亚美尼亚人的安全，并确保按照苏联的法律，将那些被判决犯有煽动或参与针对亚美尼亚人的屠杀罪行的人绳之以法”。

source: The Sumgait events were organized with a view to hushing up and concealing the Nagorno Karabagh problem.
zh: 策划苏姆盖特事件是为了掩盖纳戈尔诺-卡拉巴赫问题。

source: While the population of Nagorno Karabagh, after 70 years of unlawful subjugation to Azerbaijani rule, raised its voice in peaceful demonstrations for the legally and universally recognized right to self-determination, thus choosing the democratic, constitutional and peaceful path to the exercise of its right, the response of the Azerbaijani authorities was pogroms and killings of Armenians.
zh: 纳戈尔诺-卡拉巴赫的民众在经过阿塞拜疆人70年的非法统治后，举行和平示威以表达他们的愿望，要求得到合法公认的自决权，他们选择了民主、符合宪法的和平途径来行使其权利，但阿塞拜疆当局的答复却是集体迫害和屠杀亚美尼亚人。

source: The premeditated killings in Sumgait were to transform the problem of Nagorno Karabagh from a peaceful and democratic process into a violent confrontation, which turned into one of the world's bloodiest ethnic conflicts after the dissolution of the Soviet Union.
zh: 有预谋的苏姆盖特屠杀是为了把纳戈尔诺-卡拉巴赫问题从一个和平的民主进程转变成暴力对抗，成为了苏联解体后世界上最血腥的种族冲突之一。

source: The Azerbaijani leadership, then and now, never expressed remorse over the ethnic cleansing and massacres of the Armenians of Azerbaijan or the Armenians of Karabagh.
zh: 当时和目前的阿塞拜疆领导人从未对阿塞拜疆的亚美尼亚人或卡拉巴赫的亚美尼亚人遭到种族清洗和屠杀有过任何自责的表示。

source: In fact, the Azeri leadership encouraged the ethnic cleansing and massacres of the Armenians of Azerbaijan, directly and indirectly, through creation of a conducive environment for violence and impunity for such crimes.
zh: 事实上，阿泽里领导人通过创造出怂恿暴力和有罪不罚的环境，直接和间接地鼓动了种族清洗和屠杀阿塞拜疆的亚美尼亚人。

source: According to Ilias Izmailov, Azerbaijan's Prosecutor General during the Sumgait pogroms, “Perpetrators of the pogroms now carry mandates and sit in the Parliament” (Zerkalo, 21 February 2003).
zh: 根据苏姆盖特屠杀期间的阿塞拜疆总检查长Ilia Izmailov，“屠杀者现在正在履行使命，坐在议会的席位上”（《Zerkalo》，2003年2月21日）。

source: Exaltation of impunity continues today when, after the vicious act in Budapest, where an Armenian officer was brutally murdered in his sleep through axing by a young Azerbaijani officer at a NATO “Partnership for Peace” training programme, so-called “committees for the support” of the Azerbaijani military officer have been created in Azerbaijan and the perpetrator of a cowardly act is, right before our eyes, being transformed into a hero.
zh: 有罪不罚的政策维持至今。 在凶恶的布达佩斯事件里，在北约的“和平伙伴”培训班上，一名亚美尼亚军官在睡梦中被一名阿塞拜疆青年军官用斧头残酷砍死，但在事件发生后，阿塞拜疆境内却成立了一些支持该阿塞拜疆军官的所谓的“声援委员会”，这一卑鄙行径的罪魁祸首在我们眼前变成了英雄。

source: This could not but raise concerns over the increase of aggressiveness in Azerbaijani society as a result of such encouragements, distortions and exaggerations, in short, effective hate propaganda by the top leadership.
zh: 这使得我们不得不对阿塞拜疆社会因高级领导的这种鼓励、歪曲和夸张，简而言之，因这种有效的仇恨宣传而变得更有侵略性感到关切。
